'''
<1-1번>
(가) : break
(나) : ['R', 'B']
(다) : 
student.append(n)
size.append(s)
color.append(c)

'''

'''
<1-2번>
(가) : 
for i in range(0,5):
    A.append(random.randint(0,99))
(나) : n in A
'''

# 근데 이거 하다보니까 2,4,6,7번만 하는거네 하,...... 현타온다

'''
<2번> - 양의 정수 중에서 자신과 1로만 나누어지는 수를 소수라고 한다. N이 주어지면 N보다 작은 소수를 찾는 프로그램을 작성하시오
'''

'''
<4번> - 우유병이 있다. 이 병에 담긴 물을 똑같은 양으로 나누어 몇명이 마실 수 있는지 궁금하다.
N명이 마시려면 몇 병이 필요한지도 궁금하다.
병의 크기와 잔의 용량은 가변적이라고 가정하자.
어떤 길이 정보가 필요한지를 파악하여 물의 부피와 물 잔의 개수 등을 계산하는 프로그램을 작성하시오
'''

'''
<6번> - 원소 기호는 화학 원소를 나타내는 기호이다. 라틴어나 그리스어로 된 원소 이름의 첫 글자를 대문자로 나타내고,
첫 글자가 같을 때는 중간 글자를 택하여 첫 글자 다음 소문자로 나타낸다.
원소는 수소(H), 탄소(C), 질소(N) 등을 포함한 92개이고, 나머지는 인공적으로 만들어졌다.
반복적으로 원소 이름과 원소 기호 맞히기를 연습할 수 있는 퀴즈 프로그램을 딕셔너리를 이용하여 프로그래밍하시오.
이 때, 원소 기호 입력, 수정, 삭제 기능을 프로그래밍하시오.
'''

'''
<7번>
'''